[{"item": "Kuka Chair","designer": "Denis Fuzii","maker": "Dana Martens & Audrey Fox","desImage": "images/denisHead.jpg","makeImage": "images/danaAudreyHead.jpg","prodImage": "images/kukaChair1.jpg","prodTag": "Lounge in style.","prodInfo": "The KUKA chair is an elegant and comfortable lounge chair, designed for ease of storage and transportation.</br></br>Consisting of 6 interlocking pieces, the KUKA chair can be assembled or disassembled in literally one minute whilst two KUKA chairs can be milled from a single standard 1220mm x 2440mm sheet of 18mm plywood.The Kuka Chair is designed to be manufactured by a network of independent makers all around the world.</br></br>This is possible thanks to Opendesk’ s alternative supply chain - designers share designsfor products that can be downloaded and made locally using the latest digital tools. They call this model Open Making. This particular instance of the Kuka chair was fabricated at Parsons School of Design.", "desBio": "Denis Fuzii is a Brazilian architect, designer and founder of the São Paulo based architecture firm Studio dLux. He is also the developer of Studio dLux’s furniture.","makerBio": "Dana Martens is a designer, creative technologist, maker, teacher, student and geek creating factual alternatives through technology. Audrey builds Internet of Things products with non - conventional interfaces.", "desLink": " http://www.studiodlux.com.br/","makeLink": "http://www.unum.nyc"},
{"item": "The Mod Pod","designer": "Audrey M Fox","maker": "Dana R Martens","desImage": "images/audreyHead.jpg","makeImage": "images/danaHead.jpg","prodImage": "images/modPod2.jpg","prodTag": "Find your spot of sun.","prodInfo": "The mod pod, or modular planter is a great addition to any window with a bit of sun.</br></br>The planter is customizable in several ways. One to three tiers can be chosen and both seedling and medium flowerpots can be accommodated in the design.Mod Pod can be fabricated in clear or white plexiglass and finished with either white, pink,or red cord. The hanging planter is adjustable and can easily move up toget maximum sun and downfor watering using an included small pulley.</br></br>This versatile planter is designed to fit into any window with just a sliver of sun and brighten up any dreary apartment!", "desBio": "Audrey builds Internet of Things products with non-conventional interfaces. She envisions a future where emerging tech does not require glowing screens or lengthy training to comprehend- instead working naturally with the way information is absorbed by the senses and playing into behavioral expectations tied to familiar forms.","makerBio": "Dana Martens is a designer, creative technologist, maker, teacher, student and geek creating factual alternatives through technology.Dana came to Parsons to connect her dual passionsfor studying and building emerging technologies, and designing projects that connect people to realize more sustainable and equitable futures.", "desLink": "http://www.artificialforest.com/","makeLink": "http://www.danamartens.tech"},
{"item": "Insporeation","designer": "Jane Mitchell","maker": "Chao Hui Tu","desImage": "images/janeHead.jpg","makeImage": "images/chaoHead.jpg","prodImage": "images/janeProject2.jpg","prodTag": "Learn science and sustainabiliy through making.","prodInfo": "INSPOREATION is an opportunity for young girls 10 to 18-years-old to learn about bioscience and sustainability by making. Through the playful and creative nature of making this unique product allows girls to engage in science by reconnecting with the things that they wear. Today’s fast fashion has taken a toll on the environment.</br></br>INSPOREATION empowers young girls to understand a products lifecycle and impact, helping them think critically about contemporary environmental problems. It is an opportunity to explore the possible future uses of biomaterials, become comfortable with hands-on learning and the possibility of failure, develop mindful design practices, and consider the implications of designing something that comes directly from nature and can be returned back to nature in a more sustainable process. These bio-accessories make sustainability and bioscience fashionable and allow the wearer to make a statement that they care about the environment.","desBio": "Biologist turned Creative Technologist exploring the intersection of science, design, and technology. A part-time traveler, a full-time eater, a one-time pro soccer player, a big-time nature enthusiast, and an amateur mycologist.","makerBio": "Chao was born in 1992 in Kaohsiung, Taiwan and moved to New York in August 2015. She is currently living in Manhattan, New York, and completing her MFA Design + Technology at Parsons School of Design","desLink": "http://www.janecmitchell.com/","makeLink": "https://www.chao.technology/"},
{"item": "Wearable Self","designer": "Jiyeon Kang","maker": "Alonso Castro","desImage": "images/jiyeonHead.jpg","makeImage": "images/alonsoHead.jpg","prodImage": "images/jiyeonProject.jpeg","prodTag": "Fashion yourself.","prodInfo": "Wearable Self is a data-driven design project to create customizable fashion items generated by self-data, which is an attempt to make quantified self data more meaningful for individuals who use wearable devices.</br></br>The final design outcome is a data-driven jewelry collection that results in beautiful, translucent, acrylic necklaces and earrings using quantified self data gathered by health applications and wearable trackers.</br></br>Through personalization and customization, Wearable Self creates new opportunities for users to interact with their own data, resulting in meaningful, tangible objects that they can hold and wear.","desBio": "Jiyeon Kang is a multimedia designer who focuses on data visualization. Her works mostly include data visualization, interactive contents and Branding. Jiyeon has worked in media companies such as Datorama, MTV and TED.","makerBio": "Alonso is a New York based interactive and visual designer, multi-maker and creative technologist. He is experienced in UX/UI, the Internet of Things, Physical Computing, Soft Circuits, Game Development and Systems Design among others.","desLink": "http://jennykang.me/","makeLink": "https://www.behance.net/AlonsoCastro"}]
